Repository: HaleXie/HLSDK-SPM
Catalog: Sources/HLSDKResources/Resources/Branding/texts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans

source: (edited)
de: (bearbeitet)
es: (editado)
fr: (édité)
it: (modificato)
ja: （編集済み）
ko: (수정됨)
pt_pt: (editado)
zh_hans: （已编辑）

source: Edit Smart Pins
de: Smart Pins bearbeiten
es: Editar pines inteligentes
fr: Modifier les épingles intelligentes
it: Modifica pin intelligenti
ja: スマートピンを編集する
ko: 스마트 핀 편집
pt_pt: Editar Pins Inteligentes
zh_hans: 编辑智能图钉

# EMAIL_TAKEN_1001
source: Email already taken
de: E-Mail bereits vergeben
es: Correo electrónico ya tomado
fr: Adresse courriel déjà prise
it: Email già presa
ja: 取得済メールアドレス
ko: 이미 사용중인 이메일 주소
pt_pt: E-mail já foi utilizado
zh_hans: 邮箱已被使用

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
pt_pt: Endereço de e-mail
zh_hans: 电子邮件地址

# EmailAddress2
source: EMAIL ADDRESS
de: E-MAIL-ADRESSE
es: DIRECCIÓN DE CORREO ELECTRÓNICO
fr: ADRESSE E-MAIL
it: INDIRIZZO EMAIL
ja: メールアドレス
ko: 이메일 주소
pt_pt: ENDEREÇO DE E-MAIL
zh_hans: 电子邮件地址

# EmailTooLong
source: Email text field is too long!
de: E-Mail-Textfeld ist zu lang!
es: ¡El campo de texto del correo electrónico es demasiado largo!
fr: Le champ de texte de l'e-mail est trop long!
it: Il campo di testo e-mail è troppo lungo!
ja: メール文が長すぎます！
ko: 이메일 텍스트 필드가 너무 깁니다!
pt_pt: O campo de texto do email é muito longo!
zh_hans: 电子邮箱过长!

# EmailTooLongAndIntercept
source: Automatically intercept email to 255 characters (maximum length is 255 characters)
de: E-Mails automatisch mit bis zu 255 Zeichen abfangen (maximale Länge: 255 Zeichen)
es: Intercepta automáticamente el correo electrónico a 255 caracteres (la longitud máxima es de 255 caracteres)
fr: Intercepter automatiquement les e-mails à 255 caractères (maximum 255 caractères)
it: Intercetta automaticamente la posta elettronica con 255 caratteri (la lunghezza massima è 255 caratteri)
ja: 255文字までの電子メールを自動的に傍受します（最大長は255文字です）
ko: 이메일을 255 자로 자동 차단합니다 (최대 길이는 255 자)
pt_pt: Interceptar e-mail automaticamente com 255 caracteres (comprimento máximo de 255 caracteres)
zh_hans: 自动截取邮件至255个字符 (最大长度为255个字符)

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Abilita
ja: 有効化
ko: 활성화
pt_pt: Habilitar
zh_hans: 开启

source: Enable Audio
de: Audio aktivieren
es: Habilitar audio
fr: Activer l'audio
it: Abilita audio
ja: オーディオを有効にする
ko: 오디오 활성화
pt_pt: Habilitar áudio
zh_hans: 启用音频

# EnableAudioOnlyMessage
source: Our network condition is unstable, so we have switched to ultra-low bandwidth mode.
de: Unser Netzwerkzustand ist instabil, daher haben wir auf Nur-Audio umgestellt.
es: El estado de nuestra red es inestable, por lo que hemos cambiado a solo audio.
fr: L'état de notre réseau est instable, nous sommes donc passés à Bande passante faible.
it: La connessione è instabile, quindi siamo passati al solo audio.
ja: ネットワークの状態が不安定なため、音声のみに切り替えました。
ko: 네트워크 상태가 불안정하여 오디오 전용으로 전환했습니다.
pt_pt: Nossa condição de rede é instável, então mudamos para apenas áudio.
zh_hans: 我们的网络状况不稳定，因此我们已切换到仅音频。

# EnableAudioWarning
source: Enabling audio while you have an active phone call connection can interfere with the video connection of this call. Make sure you aren’t on a phone call with anyone on this call before enabling audio!
de: Das Aktivieren der Audiofunktion während einer aktiven Telefonverbindung kann die Videoverbindung dieses Anrufs beeinträchtigen. Stellen Sie sicher, dass Sie mit niemandem in diesem Anruf telefonieren, bevor Sie die Audiofunktion aktivieren!
es: Si habilita el audio mientras tiene una llamada telefónica activa, puede interferir con la conexión de video de esta llamada. ¡Asegúrese de no estar en una llamada telefónica con nadie en esta llamada antes de habilitar el audio!
fr: L'activation de l'audio alors que vous avez une connexion téléphonique active peut interférer avec la connexion vidéo de cet appel. Assurez-vous que vous n'êtes pas en communication téléphonique avec quelqu'un de cet appel avant d'activer l'audio !
it: Abilitare l'audio mentre hai una connessione telefonica attiva può interferire con la connessione video di questa chiamata. Assicurati di non essere impegnato in una chiamata telefonica con nessuno in questa chiamata prima di abilitare l'audio!
ja: 電話通話接続中にオーディオを有効にすると、この通話のビデオ接続が妨げられる可能性があります。オーディオを有効にする前に、この通話で誰かと通話していないことを確認してください。
ko: 활성 전화 통화 연결이 있는 동안 오디오를 활성화하면 이 통화의 비디오 연결을 방해할 수 있습니다. 오디오를 활성화하기 전에 이 통화에 참여하는 사람과 전화 통화를 하지 않았는지 확인하세요!
pt_pt: Habilitar o áudio enquanto você tem uma conexão de chamada telefônica ativa pode interferir na conexão de vídeo desta chamada. Certifique-se de que você não esteja em uma chamada telefônica com ninguém nesta chamada antes de habilitar o áudio!
zh_hans: 在通话过程中启用音频可能会干扰此通话的视频连接。在启用音频之前，请确保您没有与此通话中的任何人通话！

source: Enable Live Captions
de: Live-Untertitel aktivieren
es: Activar subtítulos en vivo
fr: Activer les sous-titres en direct
it: Abilita sottotitoli in tempo reale
ja: ライブキャプションを有効にする
ko: 실시간 자막 사용
pt_pt: Ativar legendas ao vivo
zh_hans: 启用实时字幕

source: Enable Merged Reality +
de: Aktivieren Sie Merged Reality +
es: Habilitar realidad fusionada +
fr: Activer la réalité fusionnée +
it: Abilitato Realtà unita +
ja: マージド リアリティを有効にする +
ko: 병합 현실 활성화 +
pt_pt: Ativar realidade mesclada +
zh_hans: 启用融合现实 +

# EnableMicrophone
source: Audio has been enabled for this session
de: Audio wurde für diese Sitzung aktiviert.
es: Se ha habilitado el audio para esta sesión.
fr: L'audio a été activé pour cette session
it: L'audio è stato abilitato per questa sessione
ja: このセッションではオーディオが有効になっています
ko: 이 세션에서는 오디오가 활성화되었습니다.
pt_pt: O áudio foi habilitado para esta sessão
zh_hans: 此会话已启用音频

# EnableRecordingMessage
source: has enabled recording for this call
de: hat die Aufzeichnung für diesen Anruf aktiviert
es: ha habilitado la grabación de esta llamada
fr: a activé l'enregistrement pour cet appel
it: ha abilitato la registrazione per questa chiamata
ja: この通話の録音を有効にしました
ko: 이 통화에 대한 녹음을 활성화했습니다
pt_pt: ativou a gravação para esta chamada
zh_hans: 已经启动当前通话的录制

# EnableToReceiveIncomingCallGroup
source: Enable to receive incoming call group calls
de: Eingehende Anrufgruppenanrufe empfangen aktivieren
es: Activar para recibir llamadas de grupo entrantes
fr: Activer la réception des appels de groupe entrants
it: Abilita per ricevere chiamate di gruppo in entrata
ja: 着信グループ通話の受信を有効にする
ko: 수신 그룹 통화 수신 사용
pt_pt: Ativar para receber chamadas de grupo recebidas
zh_hans: 启用接收来电群组通话

source: Enable Translator
de: Übersetzer aktivieren
es: Activar traductor
fr: Activer le traducteur
it: Attiva traduttore
ja: 翻訳を有効にする
ko: 번역기 활성화
pt_pt: Ativar tradutor
zh_hans: 启用翻译

source: Enable watermark overlay
de: Wasserzeichen-Overlay aktivieren
es: Activar superposición de marca de agua
fr: Activer la superposition de filigrane
it: Abilita sovrapposizione filigrana
ja: 透かしオーバーレイを有効にする
ko: 워터마크 오버레이 사용
pt_pt: Ativar sobreposição de marca d'água
zh_hans: 启用水印叠加

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_pt: Fim
zh_hans: 结束

# EndCall
source: Exit Call
de: Anruf beenden
es: Finalizar Llamada
fr: Fin Appel
it: Terminare la chiamata
ja: 通話を終了する
ko: 통화 종료
pt_pt: Sair da chamada
zh_hans: 退出通话

source: End Call for All
de: Anruf für alle beenden
es: Finalizar llamada para todos
fr: Mettre fin à l'appel pour tous
it: Fine chiamata per tutti
ja: すべての通話を終了
ko: 모두에 대한 통화 종료
pt_pt: Terminar chamada para todos
zh_hans: 结束所有人的通话

# EndCallMessage
source: Thank you for using {{app_name}}.
de: Vielen Dank, dass Sie {{app_name}} nutzen.
es: Gracias por usar {{app_name}}.
fr: Merci d'utiliser {{app_name}}.
it: Grazie per aver utilizzato {{app_name}}.
ja: 通話は終了しました。
ko: {{app_name}} 를 사용해 주셔서 감사합니다.
pt_pt: Obrigado por usar o {{app_name}} .
zh_hans: 谢谢使用{{app_name}}。

# EndMultiCallTip
source: Are you sure you want to end this call for all participants?
de: Möchten Sie diesen Anruf wirklich für alle Teilnehmer beenden?
es: ¿Está seguro de que desea finalizar esta llamada para todos los participantes?
fr: Voulez-vous vraiment mettre fin à cet appel pour tous les participants?
it: Sei sicuro di voler terminare questa chiamata per tutti i partecipanti?
ja: すべての参加者に対してこの通話を終了してもよろしいですか？
ko: 모든 참가자에 대해이 통화를 종료 하시겠습니까?
pt_pt: Tem certeza de que deseja encerrar esta chamada para todos os participantes?
zh_hans: 您确定要结束所有参与者的通话吗？

# EnglishLanguageFallback
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt_pt: Inglês
zh_hans: 英语

# EnhancedMixedRealityExperienceWithAdvanced
source: Enhanced mixed reality experience with advanced features
de: Verbessertes Mixed-Reality-Erlebnis mit erweiterten Funktionen
es: Experiencia de realidad mixta mejorada con funciones avanzadas
fr: Expérience de réalité mixte améliorée avec des fonctionnalités avancées
it: Esperienza di realtà mista migliorata con funzionalità avanzate
ja: 高度な機能を備えた強化された複合現実体験
ko: 고급 기능이 적용된 향상된 혼합 현실 경험
pt_pt: Experiência de realidade mista aprimorada com funcionalidades avançadas
zh_hans: 具有高级功能的增强混合现实体验

# EnterCurrentPassword
source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
es: Ingrese su contraseña actual
fr: Entrez votre mot de passe actuel
it: Inserisci la tua password attuale
ja: 現在のパスワードを入力してください
ko: 현재 비밀번호를 입력하세요
pt_pt: Introduza a sua palavra-passe atual
zh_hans: 请输入当前密码

# EnterDisplayName
source: Before we get started, please enter your name.
de: Bevor wir beginnen, geben Sie bitte Ihren Namen ein.
es: Antes de comenzar, ingrese su nombre.
fr: Avant de commencer, veuillez entrer votre nom.
it: Prima di iniziare, inserisci il tuo nome.
ja: 始める前に、お名前を入力してください。
ko: 시작하기 전에 이름을 입력하세요.
pt_pt: Antes de começar, digite seu nome.
zh_hans: 在我们开始之前，请输入您的姓名。

# EnterEmailPlaceHolder
source: Enter the friend's email address
de: Geben Sie die E-Mail-Adresse des Freundes ein
es: Introduzca la dirección de correo electrónico del amigo
fr: Entrez adresse e-mail de l'ami
it: Inserisci l'indirizzo email dell'amico
ja: 友達のメールアドレスを入力する
ko: 친구의 이메일 주소를 입력하십시오
pt_pt: Digite o endereço de email do amigo
zh_hans: 输入好友邮箱

# EnteringDocSharingMessage
source: Entering document sharing mode.
de: Aktivieren des Dokumentenfreigabemodus
es: Entrar en el modo de compartir documentos.
fr: Entrer en mode de partage de documents.
it: Accesso alla modalità di condivisione dei documenti.
ja: ドキュメント共有モードを開始中です。
ko: 문서 공유 모드를 시작합니다.
pt_pt: Entrando no modo de compartilhamento de documentos.
zh_hans: 进入文档共享模式。

# EnteringPhotoMessage
source: Now Entering Photo Mode
de: Jetzt in den Fotomodus wechseln
es: Entrando en el modo foto
fr: Entrer maintenant en mode photo
it: Entra in modalità foto
ja: 画像モードに移行中
ko: 이제 사진 모드로 들어가기
pt_pt: Entrando no Modo Foto
zh_hans: 进入相片模式

source: Enter name
de: Namen eingeben
es: Introducir nombre
fr: Saisir le nom
it: Inserisci nome
ja: 名前を入力
ko: 이름 입력
pt_pt: Introduzir nome
zh_hans: 输入名称

# EnterNamePlaceHolder
source: Enter the friend's name
de: Geben Sie den Namen des Freundes ein
es: Introduzca el nombre del amigo
fr: Entrez nom de l'ami
it: Inserisci il nome dell'amico
ja: 友達の名前を入力する
ko: 친구의 이름을 입력하십시오
pt_pt: Digite o nome do amigo
zh_hans: 输入好友姓名

# EnterNewPassword
source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
es: Ingrese su nueva contraseña
fr: Entrez votre nouveau mot de passe
it: Inserisci la tua nuova password
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
pt_pt: Introduza a sua nova palavra-passe
zh_hans: 请输入新密码

# EnterPasswordToEnable
source: Enter a password to enable this button
de: Geben Sie ein Passwort ein, um diese Schaltfläche zu aktivieren
es: Ingrese una contraseña para habilitar este botón
fr: Saisissez un mot de passe pour activer ce bouton
it: Inserisci una password per abilitare questo pulsante
ja: パスワードを入力してこのボタンを有効にしてください
ko: 이 버튼을 활성화하려면 비밀번호를 입력하세요
pt_pt: Introduza uma palavra-passe para ativar este botão
zh_hans: 输入密码以启用此按钮

# EnterThePasswordToUnlockThis
source: Enter the password to unlock this PDF document
de: Geben Sie das Passwort ein, um dieses PDF-Dokument zu entsperren
es: Introduzca la contraseña para desbloquear este documento PDF
fr: Entrez le mot de passe pour déverrouiller ce document PDF
it: Inserisci la password per sbloccare questo documento PDF
ja: このPDFドキュメントのロックを解除するにはパスワードを入力してください
ko: 이 PDF 문서의 잠금을 해제하려면 비밀번호를 입력하세요
pt_pt: Introduza a palavra-passe para desbloquear este documento PDF
zh_hans: 输入密码以解锁此 PDF 文档

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Ingrese su correo electrónico
fr: Saisissez votre adresse e-mail
it: Inserisci la tua email
ja: メールアドレスを入力
ko: 이메일을 입력하세요
pt_pt: Introduza o seu e-mail
zh_hans: 输入您的电子邮箱

source: Enter your full name
de: Geben Sie Ihren vollständigen Namen ein
es: Ingrese su nombre completo
fr: Entrez votre nom complet
it: Inserisci il tuo nome completo
ja: 氏名を入力してください
ko: 성명을 입력하세요
pt_pt: Introduza o seu nome completo
zh_hans: 请输入您的全名

# EnterYourJobTitle
source: Enter your job title (Optional)
de: Berufsbezeichnung eingeben (optional)
es: Ingrese su cargo (opcional)
fr: Entrez votre titre de poste (facultatif)
it: Inserisci il tuo titolo professionale (facoltativo)
ja: 役職を入力してください（任意）
ko: 직함을 입력하세요 (선택 사항)
pt_pt: Introduza o seu cargo (opcional)
zh_hans: 请输入您的职位（可选）

# EnterYourLocation
source: Enter your location (Optional)
de: Standort eingeben (optional)
es: Ingrese su ubicación (opcional)
fr: Entrez votre emplacement (facultatif)
it: Inserisci la tua posizione (facoltativo)
ja: 所在地を入力してください（任意）
ko: 위치를 입력하세요 (선택 사항)
pt_pt: Introduza a sua localização (opcional)
zh_hans: 请输入您的位置（可选）

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingrese su contraseña
fr: Saisissez votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力
ko: 비밀번호를 입력하세요
pt_pt: Introduza a sua palavra-passe
zh_hans: 输入您的密码

# EraseAccount
source: Erase My Account
de: Mein Konto löschen
es: Borrar mi cuenta
fr: Effacer mon compte
it: Cancella il mio account
ja: 退会する
ko: 내 계정 지우기
pt_pt: Excluir minha conta
zh_hans: 删除我的账户

# EraseAccountFailed
source: Failed to erase your account and personal data
de: Fehler beim Löschen Ihres Kontos und Ihrer persönlichen Daten
es: No se pudo borrar su cuenta y sus datos personales
fr: Échec de la suppression de votre compte et de vos données personnelles
it: Impossibile cancellare il tuo account e i tuoi dati personali
ja: アカウントと個人データを消去できませんでした
ko: 계정 및 개인 데이터를 지우지 못했습니다.
pt_pt: Falha ao apagar a sua conta e dados pessoais
zh_hans: 无法清除您的帐户和个人数据

# EraseAccountMessage
source: This will erase all my personal data.
de: Dadurch werden alle meine persönlichen Daten gelöscht.
es: Esto borrará todos mis datos personales.
fr: Cela effacera toutes mes données personnelles.
it: Questo cancellerà tutti i miei dati personali.
ja: これにより、すべての個人データが消去されます。
ko: 개인 정보가 모두 지워집니다.
pt_pt: Isso excluirá todos os meus dados pessoais.
zh_hans: 此操作将会删除我的所有个人数据

# EraseAllLabel
source: Erase All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
pt_pt: Apagar tudo
zh_hans: 删除所有

# EraseLabel
source: ERASE
de: LÖSCHEN
es: BORRAR
fr: EFFACER
it: CANCELLARE
ja: 消去
ko: 삭제
pt_pt: APAGAR
zh_hans: 擦除

source: Erasing…
de: Löschen…
es: Borrando…
fr: Effacement…
it: Cancellazione ...
ja: 消去中…
ko: 지우는 중…
pt_pt: Excluindo...
zh_hans: 删除中...

# ErrorEesponseSmthWrongPleaseTryAgainLater
source: Something is wrong, Please try again later
de: Irgendetwas stimmt nicht, bitte versuchen Sie es später erneut
es: Algo anda mal, inténtalo de nuevo más tarde
fr: Quelque chose ne va pas, veuillez réessayer plus tard
it: Qualcosa non va, riprova più tardi
ja: エラーが発生しました。後でもう一度お試しください
ko: 문제가 발생했습니다. 나중에 다시 시도해 주세요.
pt_pt: Algo está errado, tente novamente mais tarde
zh_hans: 出了点问题，请稍后重试

source: Error Message:
de: Fehlermeldung:
es: Mensaje de error:
fr: Message d'erreur :
it: Messaggio di errore:
ja: エラーメッセージ:
ko: 오류 메시지:
pt_pt: Mensagem de erro:
zh_hans: 错误信息：

# ErrorNameIsEmpty
source: Name can't be empty
de: Der Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
ko: 이름은 비워둘 수 없습니다.
pt_pt: O nome não pode estar vazio
zh_hans: 姓名不能为空

# ErrorNotFound
source: Not found
de: Nicht gefunden
es: Extraviado
fr: Pas trouvé
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pt_pt: Não encontrado
zh_hans: 未找到

# ErrorResponseAccountDisabled
source: Your account has been disabled
de: Dein Konto wurde deaktiviert
es: Su cuenta ha sido deshabilitada
fr: Votre compte a été désactivé
it: il tuo account è stato disabilitato
ja: あなたのアカウントは無効になっています
ko: 계정이 비활성화되었습니다
pt_pt: Sua conta foi desativada
zh_hans: 您的帐户已禁用

# ErrorResponseAccountDisabledContactAdmin
source: Your account has been disabled. Please contact your administrator.
de: Dein Konto wurde deaktiviert. Bitte wenden Sie sich an Ihren Administrator.
es: Su cuenta ha sido deshabilitada. Póngase en contacto con su administrador.
fr: Votre compte a été désactivé. Veuillez contacter votre administrateur.
it: Il tuo account è stato disabilitato. Contatta il tuo amministratore.
ja: あなたのアカウントは無効になっています。管理者に連絡してください。
ko: 계정이 비활성화되었습니다. 관리자에게 문의하십시오.
pt_pt: Sua conta foi desativada. Entre em contato com seu administrador.
zh_hans: 您的帐户已禁用。请联系您的管理员。

# ErrorResponseAppVersionOutdatedPleaseUpdate
source: Your application version is outdated, please update it via Apple's appstore
de: Ihre Anwendungsversion ist veraltet, bitte aktualisieren Sie sie über den Appstore von Apple
es: La versión de su aplicación está desactualizada, actualícela a través de la tienda de aplicaciones de Apple
fr: La version de votre application est obsolète, veuillez la mettre à jour via l'appstore d'Apple
it: La tua versione dell'applicazione è obsoleta, aggiornala tramite l'appstore di Apple
ja: アプリケーションのバージョンが古くなっています。Apple のアプリストアから更新してください
ko: 애플리케이션 버전이 오래되었습니다. Apple의 앱스토어를 통해 업데이트하세요.
pt_pt: A versão do seu aplicativo está desatualizada, atualize-a na loja de aplicativos da Apple
zh_hans: 您的应用程序版本已过时，请通过苹果应用商店更新

# ErrorResponseCustomDataNotAvailable
source: Customer data isn't available
de: Kundendaten sind nicht verfügbar
es: Los datos del cliente no están disponibles
fr: Les données client ne sont pas disponibles
it: I dati dei clienti non sono disponibili
ja: 顧客データを利用できません
ko: 고객 데이터를 사용할 수 없습니다.
pt_pt: Os dados do cliente não estão disponíveis
zh_hans: 客户数据不可用

# ErrorResponseDatapulseNotFound
source: The datapulse Not found
de: Der Datenimpuls wurde nicht gefunden
es: El pulso de datos No encontrado
fr: L'impulsion de données Non trouvé
it: Il datapulse Non trovato
ja: データパルス 見つかりません
ko: 데이터 펄스 찾을 수 없음
pt_pt: O pulso de dados não encontrado
zh_hans: 未找到数据脉冲

# ErrorResponseFailedSendSms
source: Failed to send SMS
de: SMS konnte nicht gesendet werden
es: Error al enviar SMS
fr: Échec de l'envoi du SMS
it: Impossibile inviare SMS
ja: SMS を送信できませんでした
ko: SMS 전송 실패
pt_pt: Falha ao enviar SMS
zh_hans: 发送短信失败

# ErrorResponseHaveOneMoreLoginAttampFailedLogin
source: Notice: you have one more login attempt. A failed login will result in your account being disabled
de: Hinweis: Sie haben einen weiteren Anmeldeversuch. Eine fehlgeschlagene Anmeldung führt zur Deaktivierung Ihres Kontos
es: Aviso: tienes un intento más de inicio de sesión. Un inicio de sesión fallido dará como resultado que su cuenta sea deshabilitada
fr: Remarque : vous avez encore une tentative de connexion. Une connexion échouée entraînera la désactivation de votre compte
it: Avviso: hai ancora un tentativo di accesso. Un accesso fallito comporterà la disattivazione del tuo account
ja: 注意：あと 1 回ログイン試行があります。ログインに失敗すると、アカウントが無効になります
ko: 알림: 로그인 시도가 한 번 더 있습니다. 로그인에 실패하면 계정이 비활성화됩니다.
pt_pt: Aviso: você tem mais uma tentativa de login. Um login com falha resultará na desativação da sua conta
zh_hans: 注意：您还有一次登录尝试。登录失败将导致您的帐户被禁用

# ErrorResponseLinkNoValid
source: Link is no longer valid (expired)
de: Link ist nicht mehr gültig (abgelaufen)
es: El enlace ya no es válido (caducado)
fr: Le lien n'est plus valide (expiré)
it: Link non più valido (scaduto)
ja: リンクは無効です (期限切れ)
ko: 링크가 더 이상 유효하지 않습니다(만료됨).
pt_pt: O link não é mais válido (expirado)
zh_hans: 链接不再有效（已过期）

# ErrorResponseLoginSessionExpiredLoginAgain
source: Your login session has expired,please login again
de: Ihre Anmeldesitzung ist abgelaufen, bitte melden Sie sich erneut an
es: Su sesión de inicio de sesión ha caducado, vuelva a iniciar sesión
fr: Votre session de connexion a expiré, veuillez vous reconnecter
it: La tua sessione di accesso è scaduta, effettua nuovamente l'accesso
ja: ログイン セッションの有効期限が切れました。もう一度ログインしてください
ko: 로그인 세션이 만료되었습니다. 다시 로그인하십시오.
pt_pt: Sua sessão de login expirou, faça o login novamente
zh_hans: 您的登录会话已过期，请重新登录

# ErrorResponseNameAlreadyExistChooseDifferentName
source: Name already exists. Please choose a different name.
de: Name existiert bereits. Bitte wählen Sie einen anderen Namen.
es: Nombre ya existe. Elija un nombre diferente.
fr: Le nom existe déjà. Veuillez choisir un nom différent.
it: Il nome esiste già. Scegli un nome diverso.
ja: 名前は既に存在します。別の名前を選択してください。
ko: 이름이 이미 존재합니다. 다른 이름을 선택하세요.
pt_pt: O nome já existe. Escolha um nome diferente.
zh_hans: 名字已经存在。请选择不同的名称。

# ErrorResponseNewPassMustDifferentFromPrevPass
source: Your new password must be different from your previous passwords
de: Ihr neues Passwort muss sich von Ihren bisherigen Passwörtern unterscheiden
es: Su nueva contraseña debe ser diferente de sus contraseñas anteriores
fr: Votre nouveau mot de passe doit être différent de vos précédents mots de passe
it: La tua nuova password deve essere diversa dalle password precedenti
ja: 新しいパスワードは以前のパスワードとは異なる必要があります
ko: 새 비밀번호는 이전 비밀번호와 달라야 합니다.
pt_pt: Sua nova senha deve ser diferente das senhas anteriores
zh_hans: 您的新密码必须与之前的密码不同

# ErrorResponseNoCreditForYourAccount
source: There are no credits left in your account. Please contact your support provider
de: Auf Ihrem Konto ist kein Guthaben mehr vorhanden. Bitte wenden Sie sich an Ihren Support-Anbieter
es: No quedan créditos en su cuenta. Póngase en contacto con su proveedor de soporte
fr: Il n'y a plus de crédit sur votre compte. Veuillez contacter votre fournisseur d'assistance
it: Non ci sono crediti rimasti nel tuo account. Si prega di contattare il proprio fornitore di supporto
ja: アカウントにクレジットが残っていません。サポート プロバイダーにお問い合わせください
ko: 계정에 남아 있는 크레딧이 없습니다. 지원 제공업체에 문의하세요.
pt_pt: Não há créditos restantes em sua conta. Entre em contato com seu provedor de suporte
zh_hans: 您的帐户中没有余额。请联系您的支持提供商

# ErrorResponseNotAuthorized
source: You are not authorized
de: Sie sind nicht berechtigt
es: Usted no está autorizado
fr: Vous n'êtes pas autorisé
it: Non sei autorizzato
ja: あなたは許可されていません
ko: 권한이 없습니다.
pt_pt: Você não está autorizado
zh_hans: 您没有权限

# ErrorResponseUnableLoginCheckCredentials
source: Unable to login, please check your credentials
de: Anmeldung nicht möglich, bitte überprüfen Sie Ihre Zugangsdaten
es: No se puede iniciar sesión, verifique sus credenciales
fr: Impossible de se connecter, veuillez vérifier vos identifiants
it: Impossibile accedere, controlla le tue credenziali
ja: ログインできません。資格情報を確認してください
ko: 로그인할 수 없습니다. 자격 증명을 확인하십시오.
pt_pt: Não é possível fazer login, verifique suas credenciais
zh_hans: 无法登录，请检查您的凭据
